Repository: mbootsman/auto-hide-admin-bar
Catalog: languages/auto-hide-admin-bar-*.po
Languages: nl_nl

source: Toggle lock for the Admin bar
nl_nl: Verbergen van toolbar tijdelijk uitschakelen

source: Show toggle button for locking the admin bar
nl_nl: Toon schakelaar voor tijdelijk uitschakelen van verbergen van de toolbar

source: Hide toggle button for locking the admin bar
nl_nl: Verberg schakelaar voor tijdelijk uitschakelen van verbergen van de toolbar

source: Use this to set visual options, show an arrow to trigger the showing/hiding of the Toolbar, or add a toggle to temporarily stop the Toolbar from hiding.
nl_nl: Gebruik dit om visuele opties in te stellen, een pijl weer te geven om het tonen/verbergen van de toolbar te activeren of een schakelaar toe te voegen om tijdelijk te voorkomen dat de toolbar wordt verborgen.

source: Show or hide the toggle button:
nl_nl: De schakelaar weergeven of verbergen:

source: Left
nl_nl: Links

source: Right
nl_nl: Rechts

source: Show an arrow
nl_nl: Toon pijl

source: No arrow
nl_nl: Geen pijl

source: Arrow position:
nl_nl: Positie van de pijl:

source: Show or hide an arrow:
nl_nl: Toon of verberg pijl:

source: Visual options
nl_nl: Visuele opties

source: Character
nl_nl: Karakter

source: Set a keyboard shortcut to hide/show the Toolbar
nl_nl: Stel een toetsencombinatie in voor het tonen/verbergen van de toolbar

source: This option allows you to disable the plugin for certain user roles
nl_nl: Met deze optie kan je de plugin voor bepaalde rollen uitschakelen

source: Set keyboard shortcut to:
nl_nl: Stel toetsencombinatie in als:

source: Keyboard shortcut
nl_nl: Toetsencombinatie

source: Disable for user role:
nl_nl: Uitschakelen voor rol:

source: Disable for user roles
nl_nl: Uitschakelen voor rollen

source: Automatically hides the Toolbar. Will show the Toolbar when hovering over the top of the site.
nl_nl: Verbergt de WordPress toolbar. De toolbar wordt weer getoond als er met de muis langs de bovenkant van de website bewogen wordt.

source: Settings
nl_nl: Configuratie

source: Always show the Toolbar
nl_nl: De toolbar altijd tonen

source: Hide the Toolbar
nl_nl: De toolbar verbergen

source: This option allows you to enable or disable the plugin, when on small screens (< 782px). The Default is "Hide the Toolbar". The behaviour of the Toolbar in larger screens will not be affected by this option.
nl_nl: Deze optie maakt het mogelijk om de plugin aan of uit te zetten voor kleine schermen (< 782px). Standaard is: "Verberg de toolbar". Het gedrag van de plugin op grotere schermen wordt door deze optie niet beÃ¯nvloed.

source: The number of milliseconds Auto Hide Admin Bar waits between reading/comparing mouse coordinates. When the user's mouse first enters the element its coordinates are recorded. Setting the polling interval higher will increase the delay before the Toolbar gets hidden. If a non-number is provided, the default value will be used. Provide a number in milliseconds. Default is: 100
nl_nl: Het aantal milliseconden dat Auto Hide Admin Bar wacht voor het opnieuw bekijken van de muispositie. Een hoger getal zorgt voor een langere vertraging van het verbergen van de toolbar. Voer een tijd als milliseconden in. Standaard is 100

source: This option allows you to set the delay of the hiding process. This makes sure your Toolbar doesn't go haywire when moving quickly in the top of your site. If a non-number is provided, the default value will be used. Provide a number in milliseconds. Default is: 1500
nl_nl: Deze optie maakt het mogelijk de vertraging van het verbergen in te stellen. Zo wordt de toolbar niet onbedoeld verborgen/getoond als je per ongeluk met je muis langs de bovenkant van je website gaat. Voer een tijd als milliseconden in. Standaard is 1500

source: This option allows you to set the animation speed of the hiding/unhiding process. If a non-number is provided, the default value will be used. Provide a number in milliseconds. Default is: 200
nl_nl: Met deze optie kan de animatiesnelheid aangepast worden van het tonen/verbergen. Voer een tijd als milliseconden in. Standaard is 200

source: Show or hide on small screens:
nl_nl: Toon of verberg op kleine schermen:

source: Always show if on mobile (smaller than 782px)
nl_nl: Toon altijd op mobiele schermen (kleiner dan 782px)

source: Set the interval for mouse polling
nl_nl: Interval instellen voor opvragen muispositie

source: Delay:
nl_nl: Vertraging:

source: Set amount of delay for hiding the Toolbar
nl_nl: Vertraging instellen voor het verbergen van de toolbar

source: Animation speed:
nl_nl: Animatie snelheid:

source: Set speed
nl_nl: Snelheid instellen

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Options for Auto Hide Admin Bar.
nl_nl: Auto Hide Admin Bar instellingen.

source: Version:
nl_nl: Versie:

source: Auto Hide Admin Bar Options
nl_nl: Auto Hide Admin Bar instellingen
